
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>辅助燃火 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="JPP">
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="lielong.html" />
    
    
    <link rel="prev" href="../guardian.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../guardian.html">
            
                <a href="../guardian.html">
            
                    
                    守护
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="ranhuo.html">
            
                <a href="ranhuo.html">
            
                    
                    辅助燃火
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="lielong.html">
            
                <a href="lielong.html">
            
                    
                    输出猎龙
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../engineer.html">
            
                <a href="../engineer.html">
            
                    
                    工程
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../engineer/jixie.html">
            
                <a href="../engineer/jixie.html">
            
                    
                    治疗工程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../engineer/quanxi.html">
            
                <a href="../engineer/quanxi.html">
            
                    
                    全息工程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../necromancer.html">
            
                <a href="../necromancer.html">
            
                    
                    死灵
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../necromancer/zaie.html">
            
                <a href="../necromancer/zaie.html">
            
                    
                    削增益灾厄
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../necromancer/zaie1.html">
            
                <a href="../necromancer/zaie1.html">
            
                    
                    天界灾厄
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="../necromancer/duohun.html">
            
                <a href="../necromancer/duohun.html">
            
                    
                    毒爆夺魂
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../warrior.html">
            
                <a href="../warrior.html">
            
                    
                    战士
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../warrior/pofa.html">
            
                <a href="../warrior/pofa.html">
            
                    
                    削增益破法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../warrior/kuangzhan.html">
            
                <a href="../warrior/kuangzhan.html">
            
                    
                    长弓狂战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../revenant.html">
            
                <a href="../revenant.html">
            
                    
                    魂武
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../revenant/hunwu.html">
            
                <a href="../revenant/hunwu.html">
            
                    
                    削增益魂武
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../revenant/yugao.html">
            
                <a href="../revenant/yugao.html">
            
                    
                    预告魂武
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../mesmer.html">
            
                <a href="../mesmer.html">
            
                    
                    幻术
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../ranger.html">
            
                <a href="../ranger.html">
            
                    
                    游侠
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../sb.html">
            
                <a href="../sb.html">
            
                    
                    盗贼
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >辅助燃火</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x71C3;&#x706B;">&#x71C3;&#x706B;</h2>
<h3 id="&#x7CFB;&#x7EDF;&#x8BBE;&#x7F6E;">&#x7CFB;&#x7EDF;&#x8BBE;&#x7F6E;</h3>
<ol>
<li>&#x5728;&#x201C;&#x5E38;&#x89C4;&#x9009;&#x9879;/&#x7528;&#x6237;&#x754C;&#x9762;&#x201D;&#x4E0B;&#xFF0C;&#x9009;&#x4E2D;<code>&#x59CB;&#x7EC8;&#x663E;&#x793A;&#x56E2;&#x961F;&#x8840;&#x6761;</code>&#x548C;<code>&#x59CB;&#x7EC8;&#x663E;&#x793A;&#x961F;&#x4F0D;&#x8840;&#x6761;</code>&#x3002;<code>&#x66F4;&#x5BBD;&#x7684;&#x961F;&#x4F0D;&#x8840;&#x6761;</code>&#x548C;<code>&#x66F4;&#x5BBD;&#x7684;&#x56E2;&#x961F;&#x8840;&#x6761;</code>&#x53D6;&#x51B3;&#x4E8E;&#x4E2A;&#x4EBA;&#x559C;&#x597D;&#x8BBE;&#x7F6E;&#xFF0C;&#x4E00;&#x822C;&#x800C;&#x8A00;&#x5C0F;&#x961F;&#x5EFA;&#x8BAE;&#x8BBE;&#x7F6E;&#x66F4;&#x7C97;&#x7684;&#x8840;&#x6761;&#x3002;</li>
<li>&#x8FDB;&#x56E2;&#x4E4B;&#x540E;&#xFF0C;&#x5728;&#x201C;&#x961F;&#x4F0D;&#x9009;&#x9879;&#x201D;&#x4E2D;&#xFF0C;<strong>&#x53D6;&#x6D88;&#x9009;&#x4E2D;</strong>&#x201C;&#x4EE5;&#x7F51;&#x683C;&#x6A21;&#x5F0F;&#x6D4F;&#x89C8;&#x201D;&#x3002;&#x80FD;&#x591F;&#x66F4;&#x52A0;&#x65B9;&#x4FBF;&#x7684;&#x8DDF;&#x8E2A;&#x76DF;&#x53CB;&#x7684;&#x589E;&#x76CA;&#xFF0C;&#x75C7;&#x72B6;&#x548C;&#x8840;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x66F4;&#x597D;&#x7684;&#x51B3;&#x7B56;&#x548C;&#x6280;&#x80FD;&#x7BA1;&#x7406;&#x3002;</li>
</ol>
<h3 id="&#x6280;&#x80FD;&#x4ECB;&#x7ECD;">&#x6280;&#x80FD;&#x4ECB;&#x7ECD;</h3>
<h4 id="&#x901A;&#x7528;&#x6280;&#x80FD;">&#x901A;&#x7528;&#x6280;&#x80FD;</h4>
<h5 id="&#x575A;&#x5B88;&#x9635;&#x5730;">&#x575A;&#x5B88;&#x9635;&#x5730;</h5>
<ol>
<li><code>&#x575A;&#x5B88;&#x9635;&#x5730;</code>&#x77AC;&#x53D1;&#xFF0C;&#x80FD;&#x591F;&#x4F7F;&#x5C0F;&#x961F;&#x83B7;&#x5F97;5&#x5C42;10s+&#x7684;&#x7A33;&#x56FA;&#xFF0C;&#x4F7F;&#x5176;&#x6210;&#x4E3A;&#x71C3;&#x706B;&#x6838;&#x5FC3;&#x8F85;&#x52A9;&#x6280;&#x80FD;&#x3002;</li>
<li><code>&#x575A;&#x5B88;&#x9635;&#x5730;</code>&#x7684;&#x7A33;&#x56FA;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x5F88;&#x957F;&#xFF0C;&#x8FD9;&#x662F;&#x5C0F;&#x961F;&#x7A33;&#x56FA;&#x7684;&#x4E3B;&#x8981;&#x4E5F;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6765;&#x6E90;&#x3002;&#x4E3A;&#x4E86;&#x961F;&#x53CB;&#x4E0D;&#x4F1A;&#x88AB;&#x63A7;&#x5236;&#xFF0C;&#x9700;&#x8981;&#x9884;&#x5224;&#x5728;&#x5373;&#x5C06;&#x63A5;&#x6218;&#x4E4B;&#x524D;2-3s&#x4F7F;&#x7528;&#x3002;</li>
<li>&#x5982;&#x679C;&#x5DF2;&#x7ECF;&#x88AB;&#x63A7;&#x5236;&#x6280;&#x80FD;&#x63A7;&#x5236;&#x4E86;&#xFF0C;&#x9664;&#x975E;&#x7EDD;&#x5BF9;&#x5FC5;&#x8981;&#xFF0C;&#x5426;&#x5219;&#x8BF7;&#x52FF;&#x4F7F;&#x7528;<code>&#x575A;&#x5B88;&#x9635;&#x5730;</code>&#x89E3;&#x9664;&#x660F;&#x8FF7;,&#x800C;&#x4F7F;&#x7528;<code>&#x89E3;&#x653E;&#x5492;&#x8BED;</code>&#x3002;</li>
</ol>
<h5 id="&#x795E;&#x5723;&#x4E4B;&#x5730;">&#x795E;&#x5723;&#x4E4B;&#x5730;</h5>
<ol>
<li>&#x5927;&#x8303;&#x56F4;&#x653E;&#x7F6E;&#x7C7B;&#x7A33;&#x56FA;&#x533A;&#x57DF;&#xFF0C;&#x6301;&#x7EED;&#x6548;&#x679C;&#x6700;&#x591A;&#x53EF;&#x53E0;&#x52A0;&#x5230;3&#x5C42;&#x7A33;&#x56FA;&#x3002;</li>
<li>&#x6280;&#x80FD;&#x9700;&#x8981;&#x8BFB;&#x6761;&#x4E14;&#x653E;&#x7F6E;&#x7C7B;&#x6280;&#x80FD;&#xFF0C;&#x9700;&#x8981;&#x63D0;&#x524D;&#x9884;&#x5224;&#x56E2;&#x961F;&#x8D70;&#x5411;<strong>&#x5411;&#x8F66;&#x5934;&#x524D;&#x65B9;&#x91CA;&#x653E;&#xFF0C;&#x6216;&#x8005;&#x5728;&#x56E2;&#x961F;&#x62B1;&#x56E2;&#x7AD9;&#x5B9A;&#x65F6;&#x4F7F;&#x7528;</strong>&#x3002;</li>
</ol>
<h5 id="&#x5E87;&#x62A4;&#x4E4B;&#x5730;">&#x5E87;&#x62A4;&#x4E4B;&#x5730;</h5>
<ol>
<li>&#x653E;&#x7F6E;&#x7C7B;&#x504F;&#x9632;&#x5FA1;&#x63A7;&#x5236;&#x6280;&#x80FD;&#xFF0C;&#x80FD;&#x591F;&#x628A;&#x6CA1;&#x6709;&#x7A33;&#x56FA;&#x7684;&#x60F3;&#x7A7F;&#x8FC7;&#x4ED6;&#x7684;&#x654C;&#x4EBA;&#x5F39;&#x98DE;&#xFF0C;&#x654C;&#x4EBA;&#x7A7F;&#x8FC7;&#x4ED6;&#x81F3;&#x5C11;&#x9700;&#x8981;2&#x5C42;&#x7A33;&#x56FA;&#x3002;</li>
<li>&#x6280;&#x80FD;&#x9700;&#x8981;&#x8BFB;&#x6761;&#x4E14;&#x653E;&#x7F6E;&#x7C7B;&#x6280;&#x80FD;&#xFF0C;&#x9700;&#x8981;&#x63D0;&#x524D;&#x9884;&#x5224;&#x5730;&#x65B9;&#x56E2;&#x961F;&#x8D70;&#x5411;&#xFF0C;&#x4E14;<strong>&#x654C;&#x65B9;&#x8981;&#x7A81;&#x8138;&#x6216;&#x8005;&#x5BF9;&#x7A7F;&#x65F6;&#x653E;&#x7F6E;&#x5728;&#x4ED6;&#x4EEC;&#x8FDB;&#x573A;&#x7684;&#x4F4D;&#x7F6E;&#x4E0A;</strong>&#x3002;</li>
<li>&#x8BE5;&#x6280;&#x80FD;&#x62E5;&#x6709;&#x5438;&#x6536;&#x6295;&#x63B7;&#x7269;&#x548C;&#x8109;&#x51B2;&#x6CBB;&#x7597;&#x6548;&#x679C;&#xFF0C;&#x4E5F;&#x53EF;&#x5728;&#x5BF9;&#x5CD9;&#x65F6;&#x91CA;&#x653E;&#x5728;&#x5DF1;&#x65B9;&#x5927;&#x56E2;&#x811A;&#x4E0B;&#x3002;</li>
</ol>
<h5 id="&#x53CD;&#x5C04;&#x4E4B;&#x5899;">&#x53CD;&#x5C04;&#x4E4B;&#x5899;</h5>
<ol>
<li>&#x8D85;&#x5BBD;&#x8303;&#x56F4;180&#x5EA6;&#x9762;&#x5411;&#x53CD;&#x5C04;&#x6295;&#x63B7;&#x7269;&#xFF0C;&#x4E00;&#x822C;&#x653E;&#x7F6E;&#x5728;&#x5DF1;&#x65B9;&#x5927;&#x56E2;&#x8DDF;&#x524D;&#x3002;</li>
<li><strong>&#x4EC5;&#x5EFA;&#x8BAE;&#x5728;&#x653B;&#x57CE;&#x6218;&#x65F6;&#xFF0C;&#x6216;&#x8005;&#x654C;&#x65B9;&#x56E2;&#x961F;&#x4E3A;&#x72FC;&#x7FA4;&#x6253;&#x6CD5;&#x65F6;&#x4F7F;&#x7528;</strong>&#x3002;</li>
</ol>
<h4 id="&#x5723;&#x4E66;">&#x5723;&#x4E66;</h4>
<ol>
<li>&#x6FC0;&#x6D3B;&#x540E;&#xFF0C;&#x6240;&#x6709;&#x5723;&#x4E66;&#x90FD;&#x4F1A;<strong>&#x4FDD;&#x7559;&#x88AB;&#x52A8;</strong>&#xFF0C;&#x56E0;&#x6B64;&#x5982;&#x679C;&#x56E2;&#x961F;&#x538B;&#x529B;&#x5F88;&#x5927;&#xFF0C;&#x8BF7;&#x4E0D;&#x8981;&#x72B9;&#x8C6B;&#x4F7F;&#x7528;&#x5B83;&#x4EEC;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4ECE;&#x5723;&#x4E66;&#x5207;&#x6362;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5723;&#x4E66;&#x3002;</li>
<li>&#x8FDB;&#x5165;&#x5723;&#x4E66;<del>&#x6216;&#x8005;&#x9000;&#x51FA;&#x5723;&#x4E66;</del>&#x65F6;&#x4F1A;&#x63D0;&#x4F9B;&#x77ED;&#x65F6;&#x95F4;&#x7684;&#x6025;&#x901F;&#xFF0C;&#x5408;&#x7406;&#x5229;&#x7528;&#x5B83;&#x4EEC;&#x53EF;&#x4F7F;&#x4E00;&#x4E9B;&#x8BFB;&#x6761;&#x6280;&#x80FD;&#x5FEB;&#x901F;&#x91CA;&#x653E;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;<ul>
<li>&#x53EF;&#x4EE5;&#x66F4;&#x5FEB;&#x5730;&#x5728;&#x8FDB;&#x5165;&#x5723;&#x4E66;&#x4E4B;&#x540E;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x4F7F;&#x7528;&#x51FA;<code>&#x5723;&#x4E66;4</code>&#x548C;<code>&#x5723;&#x4E66;5</code></li>
<li><del>&#x6216;&#x8005;&#x5728;&#x63A8;&#x51FA;&#x5723;&#x4E66;&#x65F6;&#x8BFB;&#x6761;<code>&#x6CD5;&#x6756;4</code></del>&#x3002;</li>
</ul>
</li>
<li>&#x5982;&#x679C;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x6389;&#x6240;&#x6709;&#x4E66;&#x9875;&#xFF0C;&#x90A3;&#x4E48;&#x5C3D;&#x5FEB;&#x7684;&#x5207;&#x51FA;&#x5723;&#x4E66;&#x4F7F;&#x5176;&#x8FDB;&#x5165;&#x51B7;&#x5374;&#x65F6;&#x95F4;&#x3002;</li>
<li><code>&#x5723;&#x4E66;4</code>&#x548C;<code>&#x5723;&#x4E66;5</code>&#x901A;&#x5E38;&#x662F;&#x6700;&#x5F3A;&#x7684;&#xFF0C;&#x4F46;cd&#x65F6;&#x95F4;&#x6700;&#x957F;&#x3002;<strong>&#x5728;&#x53EF;&#x80FD;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4EC5;&#x5728;&#x4E00;&#x6B21;&#x8FDB;&#x5165;&#x5723;&#x4E66;&#x65F6;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x81F3;&#x5C11;&#x4F7F;&#x7528;&#x4E24;&#x6B21;<code>&#x5723;&#x4E66;4</code>&#x548C;<code>&#x5723;&#x4E66;5</code>&#xFF0C;&#x7136;&#x540E;&#x518D;&#x7528;&#x5C3D;&#x4E66;&#x9875;</strong>&#x3002;</li>
<li>&#x6218;&#x6597;&#x4E2D;&#x65E0;&#x8BBA;&#x4F7F;&#x5207;&#x5165;&#x8FD8;&#x662F;&#x5207;&#x51FA;&#x90FD;&#x53EF;&#x89E6;&#x53D1;<code>&#x8D85;&#x7EA7;&#x80FD;&#x91CF;&#x6CD5;&#x5370;</code>&#x6548;&#x679C;</li>
</ol>
<h5 id="&#x6B63;&#x4E49;&#x4E4B;&#x4E66;">&#x6B63;&#x4E49;&#x4E4B;&#x4E66;</h5>
<ol>
<li>&#x4F18;&#x5148;&#x7EA7;&#x8F83;&#x4F4E;&#x7684;&#x586B;&#x5145;&#x6280;&#x80FD;&#xFF0C;&#x9664;&#x975E;&#x6CA1;&#x6709;&#x5176;&#x4ED6;&#x9009;&#x62E9;&#xFF0C;&#x5426;&#x5219;&#x4E0D;&#x4F1A;&#x88AB;&#x5927;&#x91CF;&#x4F7F;&#x7528;&#x3002;&#x4F7F;&#x7528;&#x573A;&#x666F;&#xFF1A;<ul>
<li>&#x9700;&#x8981;&#x5FEB;&#x901F;&#x63A7;&#x5236;<code>&#x5723;&#x4E66;3</code></li>
<li>&#x9700;&#x8981;&#x89E6;&#x53D1;<code>&#x8D85;&#x7EA7;&#x80FD;&#x91CF;&#x6CD5;&#x5370;</code></li>
<li>&#x56E2;&#x6218;&#x7ED3;&#x675F;&#x6536;&#x5305;&#x9636;&#x6BB5;&#x4F7F;&#x7528;</li>
</ul>
</li>
<li><code>&#x5723;&#x4E66;5</code> &#x5C06;&#x7528;&#x4E8E;&#x589E;&#x52A0;&#x7FA4;&#x4F53;&#x4F24;&#x5BB3;</li>
<li><code>&#x5723;&#x4E66;4</code> &#x5BF9;&#x7A7F;&#x7684;&#x65F6;&#x5019;&#x7528;</li>
<li><code>&#x5723;&#x4E66;3</code> &#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x63A7;&#x5236;&#x6280;&#x80FD;&#x3002;</li>
<li><code>&#x5723;&#x4E66;1</code> &#x586B;&#x5145;&#x6280;&#x80FD;600&#x8303;&#x56F4;&#x7684;&#x6247;&#x5F62;&#x8F93;&#x51FA;&#x3002;</li>
</ol>
<h5 id="&#x51B3;&#x5FC3;&#x5723;&#x4E66;">&#x51B3;&#x5FC3;&#x5723;&#x4E66;</h5>
<ol>
<li>&#x51B3;&#x5FC3;&#x5723;&#x4E66;&#x5E26;&#x6765;&#x4E86;&#x9AD8;&#x6C34;&#x5E73;&#x7684;&#x6CBB;&#x7597;&#x6548;&#x679C;&#xFF0C;&#x75C7;&#x72B6;&#x51C0;&#x5316;&#xFF0C;&#x75C7;&#x72B6;&#x8F6C;&#x589E;&#x76CA;&#x4EE5;&#x53CA;&#x4E3A;&#x60A8;&#x7684;&#x5C0F;&#x961F;&#x63D0;&#x4F9B;&#x72EC;&#x7279;&#x7684;&#x589E;&#x76CA;(&#x7ED3;&#x8BED;&#xFF1A;&#x6C38;&#x6052;&#x7684;&#x7EFF;&#x6D32;)&#x3002;</li>
<li><code>&#x5723;&#x4E66;5</code> &#x5C3D;&#x91CF;&#x7528;&#x6B64;&#x6280;&#x80FD;&#x4F5C;&#x4E3A;&#x7B2C;&#x4E00;&#x4E2A;&#x548C;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x5723;&#x4E66;&#x6280;&#x80FD;&#xFF0C;&#x4EE5;&#x63D0;&#x9AD8;&#x961F;&#x53CB;&#x7684;&#x6CBB;&#x7597;&#x6548;&#x679C;&#xFF08;&#x5C24;&#x5176;&#x6709;&#x7528;&#xFF0C;&#x60A8;&#x7684;&#x961F;&#x4F0D;&#x6709;&#x53E6;&#x4E00;&#x4E2A;&#x5976;&#x7684;&#x65F6;&#x5019;&#xFF09;&#x3002;&#x5F53;&#x7ECF;&#x8FC7;&#x96C6;&#x706B;&#x533A;&#x57DF;&#x6216;&#x88AB;&#x654C;&#x4EBA;&#x8D34;&#x8138;&#x6218;&#x6597;&#x65F6;&#xFF0C;&#x5B83;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x6E05;&#x75C7;&#x3002;</li>
<li><code>&#x5723;&#x4E66;4</code> &#x662F;&#x4F18;&#x5148;&#x6280;&#x80FD;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x8FDB;&#x5165;&#x5723;&#x4E66;&#x540E;&#x7B2C;&#x4E8C;&#x4E2A;&#x6280;&#x80FD;&#x3002;&#x7531;&#x4E8E;&#x5B83;&#x662F;&#x9759;&#x6001;&#x6CBB;&#x7597;&#x6C34;&#x5708;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x5C06;&#x5176;&#x65BD;&#x653E;&#x5728;&#x8F66;&#x5934;&#x4F4D;&#x7F6E;&#xFF0C;&#x6216;&#x8005;&#x5982;&#x679C;&#x961F;&#x4F0D;&#x6B63;&#x5728;&#x79FB;&#x52A8;&#xFF0C;&#x5219;&#x5C06;&#x5176;&#x653E;&#x5230;&#x6307;&#x6325;&#x5B98;&#x7684;&#x524D;&#x65B9;&#x3002;</li>
<li><code>&#x5723;&#x4E66;3</code> &#x4E00;&#x822C;&#x4E0D;&#x4F7F;&#x7528;&#x3002;</li>
<li><code>&#x5723;&#x4E66;2</code>&#x9700;&#x8981;&#x8FDB;&#x884C;&#x9002;&#x5EA6;&#x6E05;&#x75C7;&#x65F6;&#x4F7F;&#x7528;&#x3002;&#x5C3D;&#x91CF;&#x4F7F;&#x7528;&#x5728;&#x5F00;&#x653E;&#x901A;&#x9053;&#x4E0D;&#x53EF;&#x7528;&#x65F6;&#x5019;&#x3002;&#x7531;&#x4E8E;&#x534A;&#x5F84;&#x5F88;&#x5C0F;240&#xFF0C;&#x5C3D;&#x91CF;&#x62B1;&#x56E2;&#x65F6;&#x4F7F;&#x7528;&#x3002;</li>
<li><code>&#x5723;&#x4E66;1</code> &#x5982;&#x679C;&#x5224;&#x65AD;&#x56E2;&#x961F;&#x627F;&#x53D7;&#x5927;&#x91CF;&#x7684;&#x4F24;&#x5BB3;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5B83;&#x4F5C;&#x4E3A;&#x586B;&#x5145;&#x6CBB;&#x7597;&#x6280;&#x80FD;&#x3002;&#x5B83;&#x7684;&#x4F5C;&#x7528;&#x8303;&#x56F4;600&#x7801;&#x6247;&#x5F62;&#x533A;&#x57DF;&#xFF0C;&#x6240;&#x4EE5;&#x6CBB;&#x7597;&#x5728;&#x5B89;&#x5168;&#x8DDD;&#x79BB;&#x4E4B;&#x5916;&#x5BF9;&#x6389;&#x961F;&#x7684;&#x961F;&#x53CB;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x3002;</li>
</ol>
<blockquote>
<blockquote>
<p>&#x6700;&#x4F18;&#x4F7F;&#x7528;&#x987A;&#x5E8F;:
<code>&#x51B3;&#x5FC3;&#x5723;&#x4E66;</code>=&gt;<code>&#x5723;&#x4E66;5</code>=&gt;<code>&#x5723;&#x4E66;4</code>=&gt;<code>&#x5723;&#x4E66;1</code>x4=&gt;<code>&#x5723;&#x4E66;4</code>=&gt;<code>&#x5723;&#x4E66;5</code>=&gt;<code>&#x6CD5;&#x6756;4</code>/<code>&#x76FE;&#x724C;4</code>
&#x6700;&#x5FEB;&#x4F7F;&#x7528;&#x987A;&#x5E8F;:
<code>&#x51B3;&#x5FC3;&#x5723;&#x4E66;</code>=&gt;<code>&#x5723;&#x4E66;5</code>=&gt;<code>&#x5723;&#x4E66;4</code>=&gt;<code>&#x5723;&#x4E66;1</code>x6=&gt;<code>&#x6CD5;&#x6756;4</code>/<code>&#x76FE;&#x724C;4</code></p>
</blockquote>
</blockquote>
<h5 id="&#x52C7;&#x6C14;&#x4E4B;&#x4E66;">&#x52C7;&#x6C14;&#x4E4B;&#x4E66;</h5>
<ol>
<li><code>&#x52C7;&#x6C14;&#x4E4B;&#x4E66;</code>&#x4E3A;&#x60A8;&#x7684;&#x56E2;&#x961F;&#x63D0;&#x4F9B;&#x4E86;&#x975E;&#x5E38;&#x5F3A;&#x7A33;&#x56FA;&#x589E;&#x76CA;&#x652F;&#x6301;&#xFF0C;&#x961F;&#x53CB;&#x63D0;&#x4F9B;&#x4E86;&#x72EC;&#x7279;&#x7684;&#x88AB;&#x52A8;&#x5956;&#x52B1;&#x3002;&#x6B64;&#x5723;&#x4E66;&#x7684;&#x4F18;&#x5148;&#x7EA7;&#x9AD8;&#x4E8E;&#x51B3;&#x5FC3;&#x5723;&#x4E66;&#x3002;</li>
<li><code>&#x5723;&#x4E66;5</code>&#x901A;&#x8FC7;&#x97E7;&#x6027;&#x8D4B;&#x4E88;&#x961F;&#x53CB;&#x4E00;&#x4E9B;&#x9632;&#x5FA1;&#x62A4;&#x7532;&#xFF0C;&#x4F7F;DPS&#x751F;&#x5B58;&#x80FD;&#x529B;&#x66F4;&#x597D;&#x3002;&#x5C1D;&#x8BD5;&#x5C06;&#x5176;&#x7528;&#x4F5C;&#x7B2C;&#x4E8C;&#x4E2A;&#x548C;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x5723;&#x4E66;&#x6280;&#x80FD;&#xFF0C;&#x6216;&#x8005;&#x5728;&#x8FDB;&#x884C;push&#x6216;&#x63A5;&#x56E2;&#x65F6;&#x4F7F;&#x7528;&#x3002;</li>
<li><code>&#x5723;&#x4E66;4</code> &#x662F;&#x5BF9;&#x6297;&#x75C7;&#x72B6;&#x538B;&#x529B;&#x7684;&#x4E3B;&#x8981;&#x6280;&#x80FD;&#xFF0C;&#x4E5F;&#x662F;BD&#x4E2D;&#x6838;&#x5FC3;&#x6280;&#x80FD;&#x4E4B;&#x4E00;&#x3002;<ul>
<li><strong>&#x8BE5;&#x6280;&#x80FD;&#x53EF;&#x4EE5;&#x4E3A;&#x5927;&#x9762;&#x79EF;&#x534A;&#x5F84;&#x5185;&#x7684;&#x961F;&#x53CB;&#x63D0;&#x4F9B;&#x6297;&#x6027;&#xFF0C;&#x6D88;&#x9664;&#x75C7;&#x72B6;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5BF9;&#x6B8B;&#x5E9F;&#xFF0C;&#x5B9A;&#x8EAB;&#x548C;&#x51B0;&#x51BB;&#x8FD9;&#x7C7B;&#x8F6F;&#x63A7;&#x4F5C;&#x7528;&#x5DE8;&#x5927;&#xFF0C;&#x907F;&#x514D;&#x961F;&#x53CB;&#x8131;&#x79BB;&#x56E2;&#x961F;&#x3002;</strong></li>
<li>&#x5728;&#x8FDB;&#x653B;&#x6216;&#x64A4;&#x9000;&#x65F6;&#x4F7F;&#x7528;(&#x5047;&#x8BBE;&#x62B1;&#x56E2;&#x4E0D;&#x52A8;&#x4F5C;&#x7528;&#x4E0D;&#x5927;&#xFF0C;&#x7B80;&#x5355;&#x6765;&#x8BB2;&#x5173;&#x952E;&#x7684;&#x56E2;&#x961F;&#x8F6C;&#x79FB;&#x65F6;&#x673A;&#x5C31;&#x662F;&#x4F7F;&#x7528;&#x5B83;&#x7684;&#x6700;&#x4F73;&#x65F6;&#x673A;)&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x88AB;&#x56F0;&#x5728;&#x540E;&#x9762;&#x7684;&#x76DF;&#x53CB;&#x63A5;&#x6536;&#x5230;&#x6297;&#x6027;&#x8109;&#x51B2;&#x3002;</li>
<li>&#x7531;&#x4E8E;&#x5B83;&#x662F;&#x9759;&#x6001;+&#x8109;&#x51B2;&#x7684;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x5C06;&#x5176;&#x91CA;&#x653E;&#x5728;&#x8F66;&#x5934;&#x4F4D;&#x7F6E;&#xFF0C;&#x6216;&#x8005;&#xFF0C;&#x5982;&#x679C;&#x6307;&#x6325;&#x5B98;&#x6B63;&#x5728;&#x79FB;&#x52A8;&#xFF0C;&#x5219;&#x6839;&#x636E;&#x4ED6;&#x7684;&#x79FB;&#x52A8;&#x5C06;&#x5176;&#x7A0D;&#x5FAE;&#x5411;&#x524D;&#x79FB;&#x3002;</li>
</ul>
</li>
<li><code>&#x5723;&#x4E66;3</code> &#x4EC5;&#x7528;&#x4E8E;&#x53CD;&#x5C04;&#x6295;&#x63B7;&#x7269;&#xFF0C;&#x770B;&#x60C5;&#x51B5;&#x91CA;&#x653E;&#x3002;&#x5B83;&#x53EF;&#x4EE5;&#x653E;&#x7F6E;&#x5728;&#x654C;&#x6211;&#x53CC;&#x65B9;&#x56E2;&#x961F;&#x4E4B;&#x95F4;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x53CD;&#x5C04;&#x51FA;&#x6240;&#x6709;&#x5C04;&#x51FA;&#x7684;&#x6295;&#x63B7;&#x7269;&#x3002;</li>
<li><code>&#x5723;&#x4E66;2</code> &#x662F;&#x4F4E;&#x4F18;&#x5148;&#x7EA7;&#x7684;&#x5723;&#x4E66;&#x6280;&#x80FD;&#xFF0C;&#x5632;&#x8BBD;&#x5468;&#x56F4;&#x76EE;&#x6807;&#x3002;&#x4EC5;&#x5E94;&#x5728;&#x8FD1;&#x6218;&#x8303;&#x56F4;&#x5185;&#xFF0C;&#x4E0E;&#x5BF9;&#x65B9;&#x8FDB;&#x884C;&#x5BF9;&#x7A7F;&#x65F6;&#x4F7F;&#x7528;&#x3002;</li>
<li><code>&#x5723;&#x4E66;1</code> &#x4E0D;&#x8981;&#x76F2;&#x76EE;&#x4F7F;&#x7528;1&#x6280;&#x80FD;&#xFF0C;&#x8BF7;&#x4F7F;&#x7528;&#x5B83;&#x6765;&#x8865;&#x7A33;&#x3002;&#x7531;&#x4E8E;&#x5B83;&#x5177;&#x6709;600&#x5C04;&#x7A0B;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x5728;&#x5B89;&#x5168;&#x8DDD;&#x79BB;&#x5916;&#x5411;&#x540E;&#x65B9;&#x652F;&#x63F4;&#x76DF;&#x53CB;&#x3002;</li>
<li>&#x59CB;&#x7EC8;&#x68C0;&#x67E5;&#x60A8;&#x7684;&#x5C0F;&#x961F;&#x7684;&#x589E;&#x76CA;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x6CA1;&#x6709;&#x6D6A;&#x8D39;&#x5723;&#x4E66;&#x9875;&#xFF0C;&#x6CA1;&#x6709;&#x88AB;&#x6D6A;&#x8D39;&#x7684;&#x589E;&#x76CA;&#x3002;&#x4F8B;&#x5982;&#x65BD;&#x653E;<code>&#x5723;&#x4E66;4</code>&#xFF0C;&#x5F53;&#x56E2;&#x961F;&#x811A;&#x4E0B;&#x6CA1;&#x6709;&#x51E0;&#x4E2A;&#x7EA2;&#x5708;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x7684;&#x5C0F;&#x961F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x75C7;&#x72B6;&#x65F6;&#x3002;</li>
</ol>
<blockquote>
<blockquote>
<p>&#x6700;&#x4F18;&#x4F7F;&#x7528;&#x987A;&#x5E8F;
<code>&#x52C7;&#x6C14;&#x5723;&#x4E66;</code>=&gt;<code>&#x5723;&#x4E66;4</code>=&gt;<code>&#x5723;&#x4E66;5</code>=&gt;<code>&#x5723;&#x4E66;1</code>xN=&gt;<code>&#x5723;&#x4E66;4</code>=&gt;<code>&#x5723;&#x4E66;5</code>=&gt;<code>&#x6CD5;&#x6756;4</code>/<code>&#x76FE;&#x724C;4</code></p>
</blockquote>
</blockquote>
<h4 id="&#x5492;&#x8BED;">&#x5492;&#x8BED;</h4>
<ol>
<li>&#x71C3;&#x706B;&#x7AD9;&#x4F4D;&#x504F;&#x56E2;&#x961F;&#x540E;&#x65B9;&#x540E;&#x9762;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x60A8;&#x7684;&#x76DF;&#x53CB;&#x53D7;&#x5230;&#x5492;&#x8BED;&#x6280;&#x80FD;&#x7684;&#x5F71;&#x54CD;&#x3002;</li>
<li>&#x5492;&#x8BED;&#x662F;&#x77AC;&#x53D1;&#x4E09;&#x5C42;&#x5145;&#x80FD;&#xFF0C;&#x786E;&#x4FDD;&#x5492;&#x8BED;&#x4E00;&#x76F4;&#x8FDB;&#x5165;&#x5145;&#x80FD;&#x8BA1;&#x65F6;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x4E0D;&#x4F1A;&#x6D6A;&#x8D39;&#x5145;&#x80FD;&#x65F6;&#x95F4;&#x3002;&#x88AB;&#x63A7;&#x5236;&#x540E;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5492;&#x8BED;&#xFF0C;&#x6240;&#x4EE5;&#x8BF7;&#x9009;&#x62E9;&#x597D;&#x5492;&#x8BED;&#x7684;&#x91CA;&#x653E;&#x65F6;&#x673A;&#x3002;</li>
<li><code>&#x6CBB;&#x7597;&#x5492;&#x8BED;</code>&#x662F;&#x4F60;&#x7684;&#x6CBB;&#x7597;&#x6280;&#x80FD;&#x3002;&#x5B83;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x5927;&#x91CF;&#x7684;&#x5723;&#x76FE;&#x3002;
&#x5723;&#x76FE;&#x5BF9;&#x4E8E;&#x6D88;&#x9664;&#x76F4;&#x63A5;&#x7684;&#x7206;&#x53D1;&#x4F24;&#x5BB3;&#x81F3;&#x5173;&#x91CD;&#x8981;&#xFF0C;&#x5F53;&#x4F60;&#x60F3;&#x8981;&#x6478;&#x8D77;&#x88AB;&#x51FB;&#x5012;&#x7684;&#x961F;&#x53CB;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;<code>&#x6CBB;&#x7597;&#x5492;&#x8BED;</code>&#x4E3A;&#x81EA;&#x5DF1;&#x548C;&#x4ED6;&#x4EEC;&#x63D0;&#x4F9B;&#x5723;&#x76FE;&#x3002;</li>
<li><code>&#x6E05;&#x75C7;&#x5492;&#x8BED;</code> AoE&#x6E05;&#x75C7;&#x6280;&#x80FD;&#x3002;&#x5F53;&#x56E2;&#x961F;&#x9700;&#x8981;&#x6E05;&#x9664;&#x8F7B;&#x5FAE;/&#x4E2D;&#x5EA6;&#x7684;&#x75C7;&#x72B6;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5B83;&#x3002;&#x65F6;&#x523B;&#x68C0;&#x67E5;&#x81EA;&#x5DF1;&#x7684;&#x76DF;&#x53CB;&#x662F;&#x5426;&#x6709;&#x75C7;&#x72B6;&#x538B;&#x529B;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x4E0D;&#x4F1A;&#x6D6A;&#x8D39;&#x5492;&#x8BED;&#x6B21;&#x6570;&#x3002;</li>
<li><code>&#x7A33;&#x56FA;&#x5492;&#x8BED;</code> &#x662F;&#x968F;&#x9700;&#x5E94;&#x53D8;&#x7684;AoE<strong>&#x89E3;&#x63A7;</strong>&#x548C;&#x7A33;&#x56FA;&#x6280;&#x80FD;&#x3002;<strong>&#x662F;&#x6E38;&#x620F;&#x4E2D;&#x5C11;&#x6709;&#x7684;&#x4E3A;&#x961F;&#x53CB;&#x89E3;&#x9664;&#x63A7;&#x5236;&#x7684;&#x6280;&#x80FD;&#x3002;</strong> &#x901A;&#x5E38;&#x5728;&#x9700;&#x8981;&#x8F83;&#x5C11;&#x5C42;&#x6570;&#x7684;&#x7A33;&#x56FA;&#x6216;&#x7A81;&#x53D1;&#x60C5;&#x51B5;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x4F7F;&#x7528;&#x3002;&#x5982;&#x679C;&#x60A8;&#x4E0D;&#x786E;&#x5B9A;&#x654C;&#x4EBA;&#x7684;&#x5927;&#x56E2;&#x662F;&#x5426;&#x4F1A;&#x63A8;&#x8FDB;&#xFF0C;&#x6216;&#x8005;&#x5982;&#x679C;&#x4ED6;&#x4EEC;&#x53EA;&#x662F;&#x5047;&#x6027;&#x5730;&#x63A8;&#x8FDB;&#x9A97;&#x6280;&#x80FD;&#xFF0C;&#x5EFA;&#x8BAE;&#x5BF9;&#x961F;&#x53CB;&#x4F7F;&#x7528;&#x6B64;&#x6280;&#x80FD;&#xFF08;&#x4EE5;&#x53CA;<code>&#x6CBB;&#x7597;&#x5492;&#x8BED;</code>&#xFF09;&#x3002;</li>
</ol>
<h4 id="&#x6CD5;&#x6756;">&#x6CD5;&#x6756;</h4>
<ol>
<li>&#x6CD5;&#x6756;&#x62E5;&#x6709;&#x624E;&#x5B9E;&#x800C;&#x7075;&#x6D3B;&#x7684;1200&#x5C04;&#x7A0B;&#x6280;&#x80FD;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x8FDB;&#x653B;&#x65B9;&#x9762;&#x63D0;&#x4F9B;&#x5A01;&#x80FD;&#x548C;&#x5730;&#x9762;&#x63A7;&#x5236;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x9632;&#x5FA1;&#x65B9;&#x9762;&#x63D0;&#x4F9B;&#x6CBB;&#x7597;&#x548C;&#x6E05;&#x75C7;&#x3002;</li>
<li><code>&#x795E;&#x5723;&#x6253;&#x51FB;</code> &#x63D0;&#x4F9B;&#x7206;&#x53D1;AoE&#x6062;&#x590D;&#x3002;&#x7531;&#x4E8E;&#x5B83;&#x9700;&#x8981;&#x8BFB;&#x6761;&#xFF0C;&#x8BF7;&#x9884;&#x5224;&#x4F4D;&#x7F6E;&#x91CA;&#x653E;&#x3002;<code>&#x795E;&#x5723;&#x6253;&#x51FB;</code>&#x9002;&#x7528;&#x4E8E;&#x8F7B;&#x5FAE;&#x75C7;&#x72B6;&#x6E05;&#x9664;&#x6216;&#x5C11;&#x91CF;&#x7684;&#x6CBB;&#x7597;&#x538B;&#x529B;&#xFF0C;&#x4F18;&#x5148;&#x7EA7;&#x6BD4;&#x8F83;&#x9AD8;&#x7684;&#x6280;&#x80FD;&#x3002;&#x5EFA;&#x8BAE;&#x7ED1;&#x5B9A;<code>&#x5207;&#x6362;&#x6B66;&#x5668;</code>&#x4EE5;&#x6B63;&#x786E;&#x4F7F;&#x7528;&#x6B64;&#x6280;&#x80FD;(&#x5373;&#x6BCF;&#x6B21;&#x5207;&#x6362;&#x5230;&#x6CD5;&#x6756;&#x6B66;&#x5668;&#x7EC4;&#xFF0C;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x4F7F;&#x7528;<code>&#x795E;&#x5723;&#x6253;&#x51FB;</code>&#xFF0C;&#x6216;&#x8005;&#x4ECE;&#x6CD5;&#x6756;&#x6B66;&#x5668;&#x7EC4;&#x5207;&#x5230;&#x5176;&#x4ED6;&#x6B66;&#x5668;&#x7EC4;&#x6216;&#x8005;&#x5723;&#x4E66;&#x65F6;&#xFF0C;&#x4F18;&#x5148;&#x4F7F;&#x7528;<code>&#x795E;&#x5723;&#x6253;&#x51FB;</code>&#x4E4B;&#x540E;&#x518D;&#x5207;&#x6362;&#x6280;&#x80FD;)&#x3002;&#x53E6;&#x5916;&#x5B83;&#x662F;&#x7206;&#x70B8;&#x6280;&#x80FD;&#xFF0C;&#x5982;&#x679C;&#x53EF;&#x80FD;&#x7684;&#x8BDD;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x5C06;&#x5176;&#x91CA;&#x653E;&#x5728;&#x7EC4;&#x5408;&#x533A;&#x57DF;&#x4E4B;&#x4E0A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x6D41;&#x6C34;&#x533A;&#x57DF;&#x3002;</li>
<li><code>&#x8FC5;&#x6377;&#x7B26;&#x5370;</code>&#x5728;&#x56E2;&#x961F;&#x5F00;&#x5C40;&#x62B1;&#x56E2;&#x5237;&#x589E;&#x76CA;&#x65F6;&#x4F7F;&#x7528;&#x5B83;&#xFF0C;&#x4EE5;&#x5806;&#x53E0;&#x53CB;&#x519B;&#x8FC5;&#x6377;&#x3002;<strong>&#x5F53;&#x6307;&#x6325;&#x5B98;&#x8981;&#x6C42;<code>&#x70B8;&#x70DF;</code>&#x3001;<code>&#x70B8;&#x706B;</code>&#x65F6;&#xFF0C;&#x8BF7;&#x4E0D;&#x8981;&#x7528;&#x5B83;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x60F3;&#x6307;&#x6325;&#x55B7;&#x4F60;</strong></li>
<li><code>Empower</code> &#x786E;&#x4FDD;&#x961F;&#x53CB;&#x5728;&#x6218;&#x6597;&#x524D;&#x83B7;&#x5F97;12&#x5C42;&#x5A01;&#x80FD;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x56E2;&#x961F;&#x7684;&#x8F93;&#x51FA;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;<code>Empower</code>&#x8BFB;&#x6761;&#x7ED3;&#x675F;&#x65F6;&#x4F1A;&#x63D0;&#x4F9B;&#x5F3A;&#x5927;&#x7684;&#x6CBB;&#x7597;&#x6548;&#x679C;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x5E94;&#x88AB;&#x7528;&#x4F5C;&#x6218;&#x6597;&#x524D;&#x589E;&#x5F3A;&#x6280;&#x80FD;&#x3002;&#x5728;&#x6218;&#x6597;&#x4E2D;&#xFF0C;&#x6BCF;&#x5F53;&#x5207;&#x6362;&#x5230;&#x6CD5;&#x6756;&#x6B66;&#x5668;&#x7EC4;&#x6216;&#x9000;&#x51FA;&#x5723;&#x4E66;&#x5230;&#x6CD5;&#x6756;&#x6B66;&#x5668;&#x65F6;&#x90FD;&#x8981;&#x4F7F;&#x7528;&#x5B83;&#x3002;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF0C;&#x6B64;&#x6280;&#x80FD;&#x9700;&#x8981;&#x5F88;&#x957F;&#x7684;&#x8BFB;&#x6761;&#x65F6;&#x95F4;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x60A8;&#x5C06;&#x505C;&#x7559;&#x76F8;&#x5F53;&#x957F;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x8BF7;&#x9009;&#x62E9;&#x597D;&#x91CA;&#x653E;&#x7684;&#x65F6;&#x673A;&#xFF0C;&#x5982;&#x6709;&#x5FC5;&#x8981;&#xFF0C;&#x8BF7;&#x968F;&#x65F6;&#x51C6;&#x5907;<code>&#x5207;&#x6362;&#x6B66;&#x5668;</code>&#x4EE5;&#x5C06;&#x5176;&#x53D6;&#x6D88;&#x8BFB;&#x6761;&#x3002;</li>
<li><code>&#x6CD5;&#x6756;5</code> &#x65E0;&#x6CD5;&#x8EB2;&#x95EA;&#x7684;&#x754C;&#x9650;&#x7C7B;&#x6280;&#x80FD;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x6CA1;&#x6709;&#x7A33;&#x56FA;&#x7684;&#x654C;&#x4EBA;&#x5373;&#x4F7F;&#x8EB2;&#x95EA;&#x4E5F;&#x4F1A;&#x88AB;&#x51FB;&#x5012;&#x3002;&#x4F7F;&#x7528;&#x5C0F;&#x6280;&#x5DE7;&#xFF0C;&#x5982;&#x679C;&#x60A8;&#x53D1;&#x73B0;&#x8FD9;&#x6761;&#x7EBF;&#x91CA;&#x653E;&#x4F4D;&#x7F6E;&#x6709;&#x8BEF;&#xFF0C;&#x654C;&#x56E2;&#x4E0D;&#x4F1A;&#x7ECF;&#x8FC7;&#x9884;&#x5B9A;&#x91CA;&#x653E;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x53EF;&#x4EE5;<code>&#x5207;&#x6362;&#x6B66;&#x5668;</code>&#x53D6;&#x6D88;&#x91CA;&#x653E;&#x3002;</li>
</ol>
<h4 id="&#x65A7;&#x76FE;">&#x65A7;/&#x76FE;</h4>
<ol>
<li>&#x65A7;/&#x76FE;&#x5C06;&#x76FE;&#x724C;&#x7684;&#x9632;&#x5B88;&#x652F;&#x6301;&#x548C;&#x65A7;&#x5934;AoE&#x62C9;&#x52A8;&#xFF0C;&#x4E0E;&#x201C;&#x8FD1;&#x6218;&#x7403;&#x201D;&#x7684;&#x6E38;&#x620F;&#x98CE;&#x683C;&#x5B8C;&#x7F8E;&#x878D;&#x5408;&#x3002;</li>
<li><code>&#x65A7;2</code> &#x6B8B;&#x5E9F;&#x8FD1;&#x8DDD;&#x79BB;&#x7684;&#x654C;&#x4EBA;&#xFF0C;&#x4E00;&#x822C;&#x5728;<code>&#x70BD;&#x70C8;&#x4E4B;&#x5203;</code>&#x62C9;&#x5230;&#x654C;&#x4EBA;&#x4E4B;&#x540E;&#x4F7F;&#x7528;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x7ED9;&#x961F;&#x53CB;&#x63D0;&#x4F9B;<strong>&#x6FC0;&#x6012;</strong>&#x589E;&#x76CA;&#x3002;</li>
<li><code>&#x70BD;&#x70ED;&#x4E4B;&#x5203;</code> &#x6709;&#x6548;&#x5730;&#x524A;&#x589E;&#x76CA;&#x548C;&#x7F69;&#x5B50;&#x914D;&#x5408;&#x628A;&#x6CA1;&#x6709;&#x7A33;&#x56FA;&#x7684;&#x654C;&#x4EBA;&#x62C9;&#x5230;&#x8EAB;&#x524D;&#x3002;</li>
<li><code>&#x76FE;4</code> &#x4E3B;&#x8981;&#x63D0;&#x4F9B;<code>&#x5723;&#x76FE;</code>&#x548C;<code>&#x4FDD;&#x62A4;</code>&#xFF0C;&#x5C3D;&#x91CF;cd&#x597D;&#x4E86;&#x5C31;&#x7528;&#x3002;</li>
<li><code>&#x76FE;5</code> &#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5B83;&#x51FB;&#x9000;&#x654C;&#x4EBA;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x901A;&#x8FC7;&#x53CC;&#x51FB;&#x4F7F;&#x7528;&#x4EE5;&#x8FDB;&#x884C;&#x5927;&#x8303;&#x56F4;&#x7684;&#x7A81;&#x53D1;AoE&#x6CBB;&#x6108;&#x6216;&#x5F15;&#x5BFC;&#x62A4;&#x76FE;&#x9632;&#x5FA1;&#x6295;&#x63B7;&#x7269;&#x3002;</li>
</ol>
<h3 id="&#x8FDB;&#x9636;&#x64CD;&#x4F5C;">&#x8FDB;&#x9636;&#x64CD;&#x4F5C;</h3>
<ol>
<li><code>&#x51B3;&#x5FC3;&#x5723;&#x4E66;</code>&#x548C;<code>&#x52C7;&#x6C14;&#x5723;&#x4E66;</code>&#x4E24;&#x8005;&#x90FD;&#x5E26;&#x6765;&#x4E86;&#x65B0;&#x7684;&#x6280;&#x80FD;&#x7EC4;&#x5408;&#xFF0C;&#x53EF;&#x4E3A;&#x56E2;&#x961F;&#x63D0;&#x4F9B;&#x6781;&#x4E3A;&#x5F3A;&#x5927;&#x7684;&#x589E;&#x76CA;&#x652F;&#x6301;&#xFF0C;&#x6CBB;&#x7597;&#x548C;&#x6E05;&#x75C7;&#x4EE5;&#x53CA;&#x72EC;&#x7279;&#x7684;&#x589E;&#x76CA;&#x3002;</li>
<li>&#x77E5;&#x9053;&#x4F55;&#x65F6;&#x8FDB;&#x5165;&#x6216;&#x9000;&#x51FA;&#x4E00;&#x672C;&#x5723;&#x4E66;&#xFF0C;&#x5FC5;&#x987B;&#x6839;&#x636E;&#x56E2;&#x961F;&#x60C5;&#x51B5;&#x4EE5;&#x53CA;&#x5728;&#x5723;&#x4E66;&#x5904;&#x4E8E;&#x51B7;&#x5374;&#x72B6;&#x6001;&#x5177;&#x4F53;&#x5904;&#x7406;&#x3002;</li>
<li>&#x5728;&#x5723;&#x4E66;&#x4F7F;&#x7528;&#x4E4B;&#x5916;&#x4EE5;&#x53CA;&#x5728;&#x5723;&#x4E66;&#x4F7F;&#x7528;&#x4E4B;&#x95F4;&#xFF0C;&#x5408;&#x7406;&#x7A7F;&#x63D2;&#x4F7F;&#x7528;&#x6B66;&#x5668;&#x6280;&#x80FD;&#x4EE5;&#x53CA;&#x5492;&#x8BED;&#x548C;&#x901A;&#x7528;&#x6280;&#x80FD;&#xFF0C;&#x5C06;&#x4E3A;&#x56E2;&#x961F;&#x63D0;&#x4F9B;&#x66F4;&#x52A0;&#x5F3A;&#x5927;&#x7684;&#x652F;&#x6301;&#x3002;</li>
<li><code>&#x7FFB;&#x6EDA;&#x6CBB;&#x7597;</code>&#x548C;<code>&#x7EAF;&#x6D01;&#x7684;&#x5FC3;</code>&#x5360;&#x6574;&#x4E2A;&#x56E2;&#x961F;&#x6062;&#x590D;&#x7684;&#x91CD;&#x8981;&#x90E8;&#x5206;&#x3002;&#x4E0D;&#x4EC5;&#x5728;&#x4E2A;&#x4EBA;&#x9632;&#x5FA1;&#x4E0A;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5C0F;&#x961F;&#x6210;&#x5458;&#x9700;&#x8981;&#x6062;&#x590D;&#x65F6;&#xFF0C;&#x4E5F;&#x8981;&#x4F7F;&#x7528;<code>&#x7FFB;&#x6EDA;&#x6CBB;&#x7597;</code>&#x548C;&#x5723;&#x76FE;&#x6280;&#x80FD;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x7FFB;&#x6EDA;&#x5373;&#x53EF;&#x4EE5;&#x7ED9;&#x961F;&#x53CB;&#x6CBB;&#x7597;&#xFF0C;<code>&#x8D85;&#x7EA7;&#x80FD;&#x91CF;&#x6CD5;&#x5370;</code>&#x5BF9;&#x4E8E;&#x71C3;&#x706B;&#x6765;&#x8BF4;&#x662F;&#x5FC5;&#x987B;&#x5E26;&#x7684;&#x3002;</li>
<li>&#x8BB0;&#x4F4F;&#xFF0C;&#x8FDB;/&#x51FA;&#x5723;&#x4E66;&#x548C;&#x4EA4;&#x6362;&#x6B66;&#x5668;&#x90FD;&#x4F1A;&#x89E6;&#x53D1;<code>&#x8D85;&#x7EA7;&#x80FD;&#x91CF;&#x6CD5;&#x5370;</code>&#x6548;&#x679C;&#x3002;&#x7FFB;&#x6EDA;&#x5C31;&#x53EF;&#x4EE5;&#x6CBB;&#x7597;&#x961F;&#x53CB;&#xFF0C;&#x90A3;&#x4E48;&#x80FD;&#x91CF;&#x6761;=&#x6CBB;&#x7597;&#x3002;&#x5173;&#x952E;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x539F;&#x5730;&#x6765;&#x56DE;&#x7FFB;&#x6EDA;&#x6765;&#x89C4;&#x907F;&#x4F24;&#x5BB3;+&#x6062;&#x590D;&#x3002;</li>
<li>&#x8BFB;&#x6761;&#x6CD5;&#x6756;4&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x7ED9;&#x81EA;&#x5DF1;&#x4E00;&#x4E2A;<code>&#x6CBB;&#x7597;&#x5492;&#x8BED;</code>&#xFF0C;&#x5C1D;&#x8BD5;&#x89E6;&#x53D1;&#x6025;&#x901F;&#x6765;&#x52A0;&#x5FEB;&#x6CD5;&#x6756;4&#x7684;&#x8BFB;&#x6761;&#x3002;</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../guardian.html" class="navigation navigation-prev " aria-label="Previous page: 守护">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="lielong.html" class="navigation navigation-next " aria-label="Next page: 输出猎龙">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"辅助燃火","level":"1.2.1","depth":2,"next":{"title":"输出猎龙","level":"1.2.2","depth":2,"path":"doc/guardian/lielong.md","ref":"doc/guardian/lielong.md","articles":[]},"previous":{"title":"守护","level":"1.2","depth":1,"path":"doc/guardian.md","ref":"doc/guardian.md","articles":[{"title":"辅助燃火","level":"1.2.1","depth":2,"path":"doc/guardian/ranhuo.md","ref":"doc/guardian/ranhuo.md","articles":[]},{"title":"输出猎龙","level":"1.2.2","depth":2,"path":"doc/guardian/lielong.md","ref":"doc/guardian/lielong.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["livereload"],"styles":{"website":"./styles/website.css"},"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"JPP","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*","description":"This is such a great book!"},"file":{"path":"doc/guardian/ranhuo.md","mtime":"2021-09-24T03:13:29.145Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-09-24T02:51:48.897Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

